<pad>
<unk>
<s>
</s>
I
have
a
mind
to
strike
thee
ere
thou
speak'st
.
Yet
if
say
Antony
lives
,
is
well
Or
friends
with
Caesar
or
not
captive
him
I'll
set
in
shower
of
gold
and
hail
Rich
pearls
upon
Madam
he's
Well
said
And
Th'
art
an
honest
man
he
are
greater
than
ever
Make
fortune
from
me
But
yet
madam
do
like
"But
yet."
It
does
allay
The
good
precedence
Fie
yet"
as
jailer
bring
forth
Some
monstrous
malefactor
Prithee
friend
Pour
out
the
pack
matter
mine
ear
bad
together
He's
In
state
health
say'st
free
Free
no
made
such
report
bound
unto
Octavia
For
what
turn
?
best
i'
th'
bed
am
pale
Charmian
married
most
infectious
pestilence
!
Good
patience
What
you
Hence
horrible
villain
spurn
thine
eyes
Like
balls
before
unhair
thy
head
Thou
shalt
be
whipped
wire
stewed
brine
Smarting
ling'ring
pickle
Say
'tis
so
province
will
give
make
fortunes
proud
blow
hadst
Shall
peace
for
moving
rage
boot
gift
beside
Thy
modesty
can
beg
Rogue
hast
lived
too
long
Nay
then
run
mean
fault
keep
yourself
within
innocent
innocents
'scape
thunderbolt
Melt
Egypt
into
Nile
kindly
creatures
Turn
all
serpents
Call
slave
again
Though
mad
bite
He
afeard
come
hurt
These
hands
lack
nobility
that
they
A
meaner
myself
since
Have
given
cause
Come
hither
sir
it
never
To
news
Give
gracious
message
An
host
tongues
but
let
ill
tidings
tell
Themselves
when
felt
done
my
duty
Is
gods
confound
Dost
hold
there
still
Should
lie
Go
get
hence
crave
your
highness'
pardon
Take
offense
would
offend
punish
Seems
much
unequal
Oh
his
should
knave
That
sure
Get
merchandise
which
brought
Rome
Are
dear
Lie
hand
undone
by
'em
highness
praising
dispraised
Many
times
paid
't
now
Lead
O
Iras
Tis
matter.
fellow
Alexas
Bid
Report
feature
:
her
years
Her
inclination
Let
leave
color
hair
Bring
word
how
tall
she
chamber
Lord
sweet
anything
almost
absolute
where's
soothsayer
praised
Queen
knew
this
husband
must
charge
horns
garlands
foresee
Pray
one
No
shall
paint
old
Wrinkles
forbid
Vex
prescience
Be
attentive
Hush
You
more
beloving
beloved
Most
meet
first
we
words
therefore
Our
written
purposes
us
sent
Which
considered
know
If
'twill
tie
up
discontented
sword
carry
back
Sicily
youth
else
perish
here
was
moved
Cassius
conspire
time
canst
fear
Pompey
sails
We'll
speak
at
sea
At
land
know'st
How
o'ercount
indeed
dost
father's
house
cuckoo
builds
himself
Remain
mayst
pleased
present
take
offers
There's
point
entreated
weigh
worth
embraced
offer
Of
Sardinia
Rid
pirates
send
Measures
wheat
This
'greed
part
unhacked
edges
bear
targes
undinted
That's
our
Know
came
prepared
Mark
Put
some
impatience
did
think
met
beds
East
soft
thanks
called
timelier
purpose
gained
counts
harsh
Fortune
casts
face
bosom
heart
vassal
hope
Lepidus
Thus
agreed
next
feast
each
other
let's
Draw
lots
who
begin
lot
last
Your
fine
Egyptian
cookery
fame
heard
Julius
Grew
fat
feasting
fair
meanings
them
Then
Apollodorus
carried
pray
far'st
soldier
perceive
Four
feasts
toward
shake
hated
seen
fight
When
envied
behavior
Sir
loved
ha'
ye
deserved
ten
As
Enjoy
plainness
nothing
becomes
thee.
Aboard
galley
invite
Will
lead
lords
Show
's
way
We
water
praise
any
though
denied
Nor
Yes
something
deny
own
safety
been
great
thief
There
service
Menas
had
authority
might
two
thieves
kissing
All
men's
faces
true
whatsome'er
their
woman
has
slander
They
steal
hearts
sorry
turned
drinking
doth
day
laugh
away
weep
You've
looked
Cleopatra
Caesar's
sister
True
She
wife
Caius
Marcellus
Marcus
Antonius
forever
knit
were
divine
unity
prophesy
policy
marriage
love
parties
find
band
seems
friendship
very
strangler
amity
holy
cold
conversation
Who
Not
dish
sighs
fire
strength
prove
immediate
author
variance
use
affection
where
occasion
thus
may
aboard
used
throats
Here
they'll
o'
plants
ill-rooted
already
high-colored
drink
alms-drink
lief
reed
partisan
could
heave
flow
By
certain
scales
Pyramid
height
lowness
dearth
foison
follow
higher
Nilus
swells
promises
ebbs
seedsman
Upon
slime
ooze
scatters
grain
shortly
comes
harvest
strange
Ay
serpent
bred
mud
operation
sun
ne'er
till
slept
you'll
certainly
Ptolemies'
pyramises
goodly
things
Without
contradiction
manner
thing
crocodile
shaped
itself
broad
hath
breadth
just
high
moves
its
organs
tears
wet
held
cap
off
served
faith
What's
quicksands
Keep
sink
sayst
Wilt
lord
whole
world
twice
hear
excellent
three
kings
forenoon
widow
belike
children
names
many
boys
wenches
every
wishes
womb
fertile
wish
million
none
sheets
privy
Mine
tonight
drunk
Hast
kept
cup
world-sharers
these
competitors
vessel
Ah
shouldst
spoke
on
villainy
'Tis
profit
honor
;
Repent
e'er
tongue
Hath
betrayed
act
Being
unknown
found
afterwards
condemn
Desist
Here's
Enobarbus
welcome
strong
Why
bears
third
Seest
Drink
Alexandrian
ripens
towards
Strike
vessels
ho
forbear
child
rather
fast
four
days
Than
Let's
ha
Till
conquering
wine
steeped
sense
delicate
Lethe
needs
night
down
boat
heed
fall
shore
cabin
Hoo
Noble
captain
Now
darting
Parthia
struck
Pleased
Crassus'
death
revenger
learn
Silius
Better
deed
Acquire
serve's
won
More
officer
person
wars
Becomes
captain's
ambition
soldier's
virtue
makes
choice
loss
gain
darkens
'twould
performance
Ventidius
Grants
scarce
distinction
wilt
write
humbly
signify
name
magical
war
effected
banners
well-paid
ranks
ne'er-yet-beaten
horse
jaded
field
Where
brothers
parted
dispatched
gone
weeps
sad
Since
Pompey's
says
troubled
With
greensickness
loves
dearly
adores
god
Jupiter
Spake
nonpareil
Arabian
bird
Would
"Caesar."
further
Indeed
plied
both
praises
Hearts
figures
scribes
bards
poets
Think
cast
sing
number
hoo
His
Both
shards
So
Adieu
noble
Agrippa
worthy
farewell
better
without
parts
cherished
offended
distrust
therein
curious
least
seem
Romans
serve
ends
Farewell
dearest
fare
elements
kind
spirits
comfort
Fare
My
brother
April's
love's
spring
showers
Look
go
happy
E'en
o'erflowing
presageth
famine
wild
bedfellow
soothsay
oily
palm
fruitful
prognostication
scratch
ear.
workaday
alike
particulars
Am
inch
choose
husband's
nose
worser
thoughts
heavens
mend
heartbreaking
see
handsome
loose-wived
deadly
sorrow
behold
foul
uncuckolded
Therefore
Isis
decorum
accordingly
Half
to.
majesty
Herod
Jewry
dare
look
Herod's
Didst
dread
saw
led
Between
shrill-tongued
low
low-voiced
impossible
creeps
shows
body
life
statue
breather
observance
Three
Can
note
judgment
Excellent
hark
she's
thirty
Bear'st
round
Round
even
faultiness
foolish
Brown
forehead
former
sharpness
employ
fit
business
ready
letters
proper
repent
harried
Nothing
enough
warrant
Believe
believe
Stomach
unhappy
lady
division
chance
stood
between
Praying
Gentle
draw
seeks
Best
preserve
meantime
raise
preparation
stain
Jove
power
weak
reconciler
appears
begins
displeasure
faults
equal
equally
move
Provide
going
Choose
company
command
cost
Eros
success
poor
enlarge
confine
pair
chaps
throw
food
They'll
grind
Where's
Domitius
desires
presently
told
hereafter
Twill
naught
Contemning
Alexandria
I'
marketplace
tribunal
silvered
chairs
Were
publicly
enthroned
public
eye
habiliments
goddess
appeared
oft
gave
audience
reported
informed
queasy
insolence
call
people
knows
received
accusations
accuse
having
Sextus
Pompeius
spoiled
rated
isle
lent
shipping
unrestored
answered
messenger
grown
cruel
abused
deserve
change
He'll
yield
yielded
Hail
castaway
nor
stol'n
army
usher
neighs
approach
Long
appear
dust
ascended
roof
heaven
Raised
populous
troops
supplying
stage
augmented
greeting
Hearing
acquainted
grieved
withal
whereon
begged
return
soon
granted
obstruct
'tween
lust
Amen
Saw
Was
disposed
mirth
sudden
Roman
thought
him.
approaches
Fulvia
Against
Lucius
Do
Athens
wronged
nodded
empire
Up
whore
levying
earth
assembled
Bocchus
King
Libya
Archelaus
Cappadocia
Philadelphos
Paphlagonia
Thracian
king
Adallas
Manchus
Arabia
Pont
Mithridates
Comagen
Polemon
Amyntas
Kings
Mede
Lycaonia
larger
list
scepters
wretched
betwixt
afflict
Welcome
withhold
breaking
perceived
wrong
negligent
danger
Cheer
Each
pity
Only
adulterous
large
abominations
turns
gives
potent
regiment
trull
noises
against
Sister
known
dear'st
why
forspoke
being
denounced
Sink
rot
president
kingdom
Appear
Speak
stay
behind
Emperor
Canidius
Tarentum
Brundusium
quickly
cut
Ionian
Toryne
Celerity
admired
dares
dared
single
wage
battle
Pharsalia
fought
vantage
shakes
fleet
those
often
'gainst
Their
ships
yare
yours
heavy
disgrace
refusing
fail
descried
nineteen
legions
twelve
thousand
Trust
rotten
planks
misdoubt
wounds
Egyptians
Phoenicians
a-ducking
conquer
standing
fighting
foot
Hercules
right
Soldier
action
grows
leader's
women's
men
Octavius
Justeius
Publicola
Caelius
speed
Carries
beyond
belief
While
went
distractions
Beguiled
spies
Who's
lieutenant
Taurus
calls
time's
labor
throws
minute
Provoke
lies
jump
Set
squadrons
yond
side
hill
place
proceed
longer
Gods
goddesses
synod
passion
cantle
lost
ignorance
kissed
Kingdoms
provinces
Yon
ribaudred
nag
Whom
leprosy
o'ertake
midst
twins
same
ours
elder
breeze
cow
June
Hoists
flies
beheld
sicken
sight
Endure
view
worst
nature
infects
teller
concerns
fool
coward
On
Things
past
tells
tale
flattered
home
Name
weeds
quick
minds
ills
earing
awhile
shame
Experience
manhood
Did
violate
Alack
alack
breath
sinks
lamentably
Had
general
Been
example
flight
grossly
thereabouts
Toward
Peloponnesus
fled
render
Hark
Friends
lated
ship
Laden
Fly
instructed
cowards
show
shoulders
begone
resolved
course
need
Begone
followed
blush
hairs
mutiny
white
Reprove
brown
rashness
doting
Sweep
replies
loathness
hint
despair
proclaims
left
leaves
seaside
straightway
possess
treasure
Leave
little
sit
fie
Empress
unqualitied
sustain
arise
head's
declined
seize
rescue
reputation
unnoble
swerving
whither
Forgive
fearful
knew'st
rudder
tied
strings
tow
after
O'er
spirit
full
supremacy
beck
bidding
Command
young
humble
treaties
dodge
palter
shifts
half
bulk
played
Making
marring
conqueror
Obey
Fall
tear
One
rates
kiss
Even
repays
me.
schoolmaster
that's
Approach
Such
late
petty
morn-dew
myrtle
leaf
grand
Declare
office
salutes
Requires
live
lessens
requests
sues
breathe
private
Next
confess
greatness
Submits
craves
circle
Ptolemies
heirs
hazarded
grace
ears
request
desire
From
drive
all-disgraced
perform
sue
unheard
pursue
through
bands
Observe
flaw
think'st
speaks
die
only
reason
itch
nicked
captainship
opposed
mered
question
Twas
less
flying
flags
navy
gazing
answer
courtesy
't.
fill
brim
principalities
ceremony
See
women
blown
rose
stop
kneeled
buds.
Admit
pleasure
stays
dead
died
Sicyon
length
sickness
serious
Importeth
Forbear
Hear
apart
None
boldly
haply
please
master
leap
Whose
So.
renowned
entreats
consider
case
stand'st
Further
embrace
feared
conquered
merely
require
partly
begs
desired
staff
lean
warm
put
under
shroud
universal
landlord
Thidias
deputation
conqu'ring
Tell
prompt
lay
crown
feet
kneel
Favors
thunders
jack
whip
Moon
stars
Whip
twenty
greatest
tributaries
acknowledge
saucy
what's
fellows
boy
cringe
whine
aloud
mercy
Bear
errand
boggler
viciousness
grow
hard
misery
wise
seel
filth
drop
clear
judgments
Adore
errors
while
strut
confusion
morsel
Dead
trencher
fragment
Gneius
besides
hotter
hours
Unregistered
vulgar
Luxuriously
picked
guess
temperance
Wherefore
Soundly
Cried
ask
favor
terrene
moon
eclipsed
portends
alone
flatter
mingle
ties
points
Coldhearted
engender
poison
source
stone
Drop
neck
determines
Dissolve
Caesarion
smite
degrees
memory
Together
brave
discandying
pelleted
storm
graveless
gnats
buried
prey
satisfied
sits
oppose
fate
force
nobly
severed
threat'ning
sealike
once
lips
blood
earn
chronicle
treble-sinewed
-hearted
-breathed
maliciously
nice
lucky
ransom
jests
teeth
darkness
gaudy
captains
mock
midnight
bell
birthday
t'
peep
scars.
sap
he'll
outstare
lightning
valor
preys
eats
fights
seek
"boy"
chides
beat
ruffian
ways
Laugh
challenge
distraction
Never
anger
Made
guard
heads
tomorrow
battles
Within
files
Enough
fetch
store
earned
waste
Poor
haste
kill
mortal
unkindness
suffer
departure
death's
Under
compelling
esteemed
catching
noise
dies
instantly
far
poorer
moment
mettle
commits
loving
celerity
dying
cunning
man's
winds
waters
thinks
Tomorrow
bathe
Woo't
cry
"Take
all."
household
servants
bounteous
meal
wait
Scant
cups
suffered
ass
onion-eyed
Ho
witch
meant
Grace
drops
hearty
dolorous
spake
burn
torches
expect
victorious
Brother
Heard
about
streets
Belike
rumor
Soldiers
careful
watch
thrive
landmen
stand
Peace
Music
air
signs
masters
Follow
quarter
Content
Sleep
iron
today
Because
help
armorer
False
false
Sooth
la
now.
defenses
Briefly
buckled
Rarely
rarely
Dispatch.
couldst
royal
occupation
morrow
look'st
warlike
rise
betimes
delight
Early
riveted
trim
port
morn
General
lads
morning
means
dame
Whate'er
steel
goes
gallantly
scars
prevailed
Hadst
revolted
Followed
heels
near
chests
Detain
jot
Write
subscribe
gentle
adieus
greetings
Corrupted
thankful
sacrifice
lamented
grief
crowned
consolation
smock
brings
new
petticoat
onion
broached
endure
absence
especially
Cleopatra's
wholly
depends
abode
light
answers
officers
notice
break
expedience
urgent
touches
strongly
contriving
Petition
Much
breeding
courser's
serpent's
whose
requires
remove
took
alive
Plant
vant
spend
fury
pains
hanged
rest
fell
entertainment
honorable
trust
sorely
joy
bounty
overplus
Came
tent
Unloading
mules
Mock
safed
bringer
Out
attend
Continues
feel
wouldst
turpitude
blows
swift
swifter
outstrike
ditch
wherein
foul'st
fits
latter
Retire
engaged
ourselves
work
oppression
Exceeds
expected
droven
clouts
bleed'st
apace
wound
"T
"
"H."
retire
bench-holes
Room
six
scotches
beaten
advantage
serves
victory
score
backs
snatch
hares
sport
maul
runner
reward
Once
sprightly
tenfold
halt
camp
Run
gests
Before
we'll
spill
escaped
infinite
com'st
smiling
world's
snare
uncaught
nightingale
girl
gray
younger
brain
nourishes
nerves
goal
Behold
hate
mankind
Destroyed
shape
carbuncled
Phoebus'
car
relieved
hour
court
witness
Stand
close
blessed
record
hateful
Throw
flint
hardness
dried
powder
finish
concern
sleeps
Swoons
prayer
sleep
Awake
awake
raught
fully
recover
they'd
We'd
hills
adjoining
city
vales
joined
pine
discover
Straight
Swallows
built
nests
Triple-turned
fly
revenged
charm
uprise
Betrayed
soul
spell
Avaunt
enraged
Vanish
deserving
blemish
triumph
hoist
shouting
plebeians
chariot
spot
sex
monsterlike
shown
poor'st
diminutives
dolts
Patient
plow
visage
nails
Help
monument
lock
rive
parting
"Antony
prithee
piteously
Mardian
takes
behold'st
rack
dislimns
indistinct
visible
vile
robbed
eunuch
Death
discharged
tearing
groan
divided
rendered
Unarm
Off
pluck
cleave
sides
Heart
stronger
continent
Crack
frail
Apace
Bruised
pieces
borne
Weep
torch
stray
farther
Mars
Yea
entangles
Itself
Seal
done.
Queen.
Stay
souls
couch
flowers
ghosts
gaze
Dido
Aeneas
want
haunt
ours.
dishonor
Detest
baseness
strik'st
defeat'st
cheek
Parthian
darts
enemy
aim
Wouldst
windowed
pleached
arms
bending
corrigible
subdued
penetrative
whilst
wheeled
seat
fortunate
drawn
branded
ensued
worn
useful
country
swor'st
bade
precedent
services
accidents
unpurposed
countenance
Wherein
worship
Lo
Cross
Tempt
sick
sullen
breathing
emperor
bloody
stroke
chief
escape
Antony's
instruction
got
nobleness
learned
dispatch
end
begun
star
fall'n
period
Alas
woe
anyone
bid
followers
enter
Diomed
Lives
Art
Sufficing
strokes
mistress
Locked
prophesying
pass
suspect
purged
Too
Emperor's
bides
Woe
wear
sharp
sorrows
Seeming
lightly
comforted
terrible
events
comforts
despise
size
Proportioned
o'erthrown
triumphed
dotage
general's
O'erflows
measure
Those
o'er
musters
glowed
plated
bend
devotion
tawny
front
scuffles
burst
buckles
breast
reneges
temper
become
bellows
fan
cool
gypsy's
triple
pillar
transformed
Into
strumpet's
beggary
reckoned
bourn
News
importune
until
kisses
Dear
Lest
taken
imperious
full-fortuned
brooched
knife
drugs
Edge
sting
safe
modest
conclusion
acquire
Demuring
Assist
weighs
Juno's
strong-winged
Mercury
Jove's
Die
resolution
Noblest
woo't
care
abide
dull
sty
withered
garland
pole
Young
girls
level
odds
remarkable
Beneath
visiting
She's
sovereign
Lady
Royal
e'en
commanded
maid
milks
meanest
chares
All's
cheer
sirs
bury
fashion
huge
briefest
Dolabella
frustrate
mocks
pauses
dar'st
Dercetus
Whilst
wore
haters
pleasest
crack
shook
lions
civil
citizens
dens
doom
moiety
there's
Hers
queen
mightily
treasons
planted
swearing
throned
Riotous
madness
entangled
mouth-made
vows
themselves
sued
staying
Eternity
Bliss
brows'
bent
race
liar
stained
rebuke
wash
taints
honors
Waged
rarer
steer
humanity
touched
perforce
declining
meeter
season
looks
Determine
ungentle
Proculeius
speediest
Gallus
along
second
remember
employed
paltry
Fortune's
minister
sends
bids
study
demands
mean'st
grant
greatly
deceived
trusting
beggar
son
You're
princely
Fear
dependency
aid
kindness
fortune's
hourly
doctrine
obedience
gladly
easily
surprised
Hold
Relieved
rids
dogs
languish
abuse
master's
undoing
acted
Worth
babes
beggars
ruin
pinioned
chastised
sober
varletry
censuring
Rather
grave
Nilus'
Lay
stark
naked
waterflies
Blow
abhorring
country's
pyramides
gibbet
hang
chains
extend
horror
Find
content
dreams
trick
understand
dreamt
another
reared
arm
Crested
winter
autumn
'twas
grew
reaping
livery
Walked
crowns
crownets
Realms
islands
plates
dropped
pocket
hearing
Nature
wants
stuff
vie
forms
fancy
imagine
nature's
piece
Condemning
shadows
quite
answering
weight
O'ertake
pursued
rebound
smites
root
thank
loath
Arise
scutcheons
conquest
Hang
inches
necessity
commands
Remains
Italy
Shines
swords
Makes
particular
Fulvia's
advise
brief
money
plate
jewels
possessed
exactly
valued
admitted
Seleucus
treasurer
peril
reserved
seal
purchase
pomp
ingratitude
catch
wings
base
acknowledged
roll
Still
Bestow
merchant
prize
merchants
sold
cheered
intend
dispose
Yourself
counsel
Feed
remain
adieu
Finish
performed
promise
debtor
servant
puppet
Mechanic
slaves
greasy
aprons
rules
hammers
Uplift
absurd
intents
attires
Wherefore's
rural
Highness'
presence
figs
instrument
May
liberty
resolution's
placed
marble-constant
fleeting
planet
Avoid
pretty
worm
kills
Truly
party
touch
biting
immortal
seldom
Remember'st
Very
saved
falliable
worm's
odd
ay
trusted
keeping
goodness
eat
simple
devil
robe
Immortal
longings
Yare
Methinks
rouse
luck
excuse
wrath.
Husband
courage
title
baser
life.
warmth
aspic
gently
lover's
pinch
hurts
vanishest
tell'st
leave-taking
thick
cloud
rain
wretch
knot
intrinsicate
untie
venomous
angry
Unpolicied
eastern
baby
sucks
nurse
asleep
balm
boast
possession
lass
unparalleled
Downy
windows
golden
Phoebus
crown's
awry
play
softly
Wake
slow
fitting
princess
Descended
Touch
effects
Thyself
coming
dreaded
sought'st
hinder
sacred
vials
sorrowful
quickens
making
affects
Cut
lace
precious
evidence
stands
trial
aside
Belong
augurer
deaths
bleed
countryman
basket
Poisoned
trimming
diadem
Tremblingly
weakness
vent
aspic's
trail
fig
caves
clip
famous
solemn
funeral
High
order
solemnity
You'll
heat
meetly
target
Courteous
sweating
idleness
forgive
becomings
Eye
deaf
unpitied
folly
Sit
laurel
smooth
strewed
separation
abides
residing
indulgent
composure
rare
foils
lightness
filled
vacancy
voluptuousness
Full
surfeits
dryness
bones
taught
primal
wished
ebbed
Comes
deared
lacked
Menecrates
keels
hot
inroads
borders
maritime
Lack
flush
revolt
lascivious
wassails
Wast
Modena
slew'st
Hirtius
Pansa
consuls
heel
whom
fought'st
daintily
savages
didst
stale
horses
gilded
puddle
beasts
cough
shames
Drive
twain
Assemble
council
Thrives
furnished
inform
rightly
able
encounter
gap
treason
aught
unseminared
freer
affections
Stands
walk
speaking
murmuring
"Where's
feed
delicious
amorous
pinches
black
wrinkled
deep
Perform
damn
thee."
Perchance
messengers
Egypt's
blushest
homager
Sovereign
unlike
med'cine
tinct
Last
doubled
orient
pearl
thence
quoth
"Say
firm
oyster
opulent
throne
kingdoms
mistress."
soberly
mount
arm-gaunt
steed
neighed
beastly
dumbed
merry
year
extremes
Note
shine
seemed
remembrance
heavenly
Be'st
violence
either
else.
Mett'st
posts
several
born
forget
Ink
paper
Ever
choked
emphasis
"the
Antony."
valiant
paragon
salad
green
ignorant
Beg
harms
powers
Deny
losing
prayers
crescent
auguring
Says
dinner
doors
gets
loses
flatters
neither
cares
mighty
Silvius
Looking
charms
Salt
soften
wanned
lip
witchcraft
join
beauty
Tie
libertine
fuming
deliver
Expected
space
travel
soldiership
rear
opinion
stirring
lap
lust-wearied
greet
lesser
enmities
strongest
entreat
speech
wearer
Antonio's
beard
shave
stomaching
small
matters
yonder
spoken
armies
Thank
laughed
Chiefly
derogately
sound
concerned
Might
practice
"practiced"
intent
befall
contestation
theme
mistake
urge
Discredit
stomach
Having
satisfy
patch
quarrel
laying
defects
patched
excuses
partner
Could
graceful
fronted
snaffle
pace
easy
wrote
rioting
newly
feasted
asked
strife
ambassadors
Tonight
wander
qualities
broken
article
oath
Soft
talks
Supposing
it.
lend
required
Neglected
poisoned
knowledge
enforce
griefs
Speaks
atone
Worthily
Maecenas
borrow
another's
instant
wrangle
mother's
Admired
Great
widower
reproof
jealousies
fears
import
dangers
fairly
Dream
impediment
bequeath
Happily
amen
laid
courtesies
Time
sought
increasing
detain
glad
digested
stayed
Eight
boars
roasted
breakfast
persons
eagle
worthily
noting
triumphant
square
poop
Purple
perfumed
lovesick
oars
silver
tune
flutes
faster
Stood
dimpled
Cupids
divers-colored
fans
wind
glow
cheeks
undid
landing
Invited
supper
replied
became
guest
wench
utterly
Age
wither
custom
variety
Other
cloy
appetites
hungry
satisfies
vilest
Become
priests
Bless
riggish
Humbly
knee
bow
hie
daemon
keeps
courageous
unmatchable
angel
o'erpowered
Rest
game
lose
natural
beats
luster
thickens
shines
commission's
receive
Trouble
yourselves
hasten
generals
soldiers'
dress
shorter
win
music
moody
trade
billiards
sore
angle
river
playing
betray
Tawny-finned
fishes
Ram
barren
kill'st
bluest
veins
lipped
trembled
First
sirrah
mark
melt
pour
Down
ill-uttering
throat
healthful
tart
trumpet
Rowland's
whispered
faithfully
effigies
truly
limned
living
duke
father
residue
cave
Support
absent
argument
revenge
wheresoe'er
twelvemonth
territory
lands
seizure
quit
brother's
mouth
Highness
thou.
push
extent
expediently
verse
shepherd's
Master
Touchstone
shepherd
respect
solitary
fields
pleaseth
tedious
philosophy
philosopher
damned
wast
saw'st
manners
wicked
wickedness
sin
damnation
parlous
whit
ridiculous
mockable
salute
uncleanly
courtiers
shepherds
Instance
briefly
instance
handling
ewes
fells
courtier's
sweat
grease
mutton
wholesome
Besides
sooner
shallow
worms
'
meat
flesh
Learn
perpend
civet
birth
tar
flux
cat
Mend
courtly
wit
Worship
Rosalind
duke's
daughter
banished
God
incision
raw
rams
copulation
cattle
bawd
bellwether
she-lamb
crooked-pated
cuckoldly
ram
reasonable
match
Ganymede
mistress's
jewel
mounted
Through
pictures
fairest
lined
rhyme
eight
dinners
suppers
sleeping
excepted
butter-women's
rank
market
taste
hart
hind
Winter
garments
slender
reap
sheaf
bind
cart
Sweetest
nut
sourest
rind
sweetest
Must
prick
gallop
verses
infect
tree
yields
fruit
whether
wisely
forest
judge
boughs
sentence
"Rosalinda"
Teaching
read
quintessence
sprite
Heaven
charged
graces
wide-enlarged
distilled
Helen's
Atalanta's
Sad
Lucretia's
devised
prized
gifts
yes
lame
lamely
wondering
carved
trees
chain
Change
mountains
removed
earthquakes
possible
petitionary
vehemence
wonderful
whooping
complexion
caparisoned
doublet
hose
disposition
delay
South
Sea
discovery
stammer
might'st
concealed
narrow-mouthed
bottle
cork
belly
God's
hat
chin
growth
Orlando
tripped
wrestler's
mocking
coz
remains
Answer
apparel
Looks
freshly
wrestled
finding
relish
acorn
Proceed
stretched
wounded
knight
ground
Cry
"holla"
curvets
unseasonably
hunter
ominous
song
burden
bring'st
Sweet
sake
society
wi
strangers
mar
writing
songs
barks
reading
ill-
favoredly
stature
Just
weary
figure
cipher
tarry
Signior
Love
Monsieur
Melancholy
o
clock
lover
sighing
groaning
detect
lazy
Marry
acquaint
secretly
disguised
try
wrestle
credit
escapes
limb
acquit
tender
foil
intendment
brook
search
altogether
Charles
requite
herein
underhand
labored
dissuade
resolute
stubbornest
France
envious
emulator
secret
villainous
contriver
discretion
finger
brotherly
anatomize
wonder
travels
diverse
paces
ambles
trots
gallops
trot
lawyers
vacation
term
dwell
native
cony
kindled
accent
finer
dwelling
religious
uncle
inland
courtship
lectures
giddy
offenses
generally
taxed
principal
evils
recount
physic
haunts
abuses
carving
"Rosalind"
hangs
odes
hawthorns
elegies
brambles
forsooth
deifying
love-shaked
remedy
uncle's
marks
cage
rushes
prisoner
blue
sunken
unquestionable
neglected
simply
revenue
ungartered
bonnet
unbanded
sleeve
unbuttoned
shoe
untied
everything
demonstrating
careless
desolation
point-device
accouterments
seeming
Fair
Me
sooth
swear
unfortunate
rhymes
Neither
express
deserves
dark
madmen
punished
cured
lunacy
ordinary
whippers
profess
curing
cure
cote
woo
Rosalind.
Audrey
goats
Doth
features
poetical
"poetical"
truest
poetry
feigning
lovers
feign
swear'st
wert
poet
unless
hard-favored
honesty
coupled
honey
sauce
sugar
slut
foulness
sluttishness
Courage
dowry
getting
Horns
noblest
deer
rascal
walled
town
worthier
village
bare
brow
bachelor
Oliver.
Oliver
Martext
chapel
lawful
'ild
toy
covered
motley
ox
curb
falcon
bells
pigeons
bill
wedlock
nibbling
bush
church
priest
shrunk
panel
timber
warp
bawdry.
'T
Ne'er
fantastical
flout
calling
talk
sanctity
bread
heartily
payment
wrestler
downright
attends
yesterday
fathers
Mistress
inquired
After
complained
sitting
turf
Praising
disdainful
shepherdess
feedeth
Phoebe
scorn
bitterness
counterfeit
swoon
murderers
darted
fresh
invisible
keen
arrows
Afflict
knees
fasting
friendly
Sell
markets
Shepherd
ply
sister.
Shepherdess
giving
extermined
neighborly
covetousness
recompense
gladness
Know'st
erewhile
bought
cottage
bounds
carlot
peevish
pleases
pride
leg
so-so
redness
riper
lusty
red
mixed
difference
Betwixt
constant
mingled
damask
chide
remembered
scorned
marvel
omittance
quittance
taunting
letter
bitter
passing
short
melancholy
laughing
extremity
abominable
modern
censure
worse
drunkards
post
scholar's
emulation
musician's
ambitious
lawyer's
politic
lady's
compounded
simples
extracted
objects
sundry
contemplation
rumination
wraps
humorous
sadness
traveler
rich
experience
happiness
Celia
merrier
Unless
teach
extraordinary
Herein
lov'st
condition
estate
rejoice
monster
Rose
henceforth
devise
sports
falling
Break
hour's
Pardon
tardy
wooed
snail
destiny
fain
beholding
wives
armed
prevents
Virtue
hornmaker
virtuous
leer
holiday
humor
consent
graveled
orators
spit
lacking
warn
cleanliest
shift
ranker
because
talking
attorney
videlicet
Fridays
Saturdays
sayest
marry
us.
Orlando.
"I
wife."
commission
winged
Forever
"a
day"
"ever."
April
December
wed.
Maids
maids
sky
changes
jealous
Barbary
cock-
pigeon
over
hen
clamorous
parrot
newfangled
ape
monkey
Diana
fountain
hyena
inclined
wiser
waywarder
woman's
casement
Shut
keyhole
Stop
smoke
chimney
"Wit
check
wife's
neighbor's
herself
breed
o'clock
Two
beware
religion
justice
examines
offenders
misused
love-prate
plucked
nest
fathom
bottomless
runs
bastard
Venus
begot
conceived
spleen
blind
rascally
everyone's
Aliena
shadow
sigh
killed
Sing
protest
contents
housewife
wheel
bestowed
creature
invent
invention
Sure
hers
defies
Turk
Christian
Women's
giant-rude
Ethiop
blacker
effect
Phoebe's
cruelty
Phoebes
tyrant
writes
maiden's
burned
railing
godhead
Warr'st
endured
commend
napkin
handkercher
threw
object
oak
mossed
age
top
bald
dry
antiquity
ragged
o'ergrown
unnatural
amongst
Food
sucked
lioness
Twice
purposed
nobler
hurtling
miserable
slumber
awaked
rescued
contrive
I.
conversion
sweetly
tastes
Brief
recovered
Cousin
recovers
thither
well-counterfeited
counterfeited
Heigh-ho
testimony
earnest
Counterfeit
assure
i
paler
counterfeiting
Patience
Faith
gentleman's
saying
lays
claim
clown
Five-and-twenty
ripe
William
th
God."
So-so"
rhetoric
poured
glass
filling
empty
abandon
"leave"
boorish
"company"
female
common
"woman"
perishest
understanding
diest
translate
bondage
deal
bastinado
bandy
faction
hundred
fifty
tremble
depart
Trip
trip
Audrey.
swore
pancakes
mustard
forsworn
heap
unmuzzle
wisdom
chins
beards
(
)
knavery
acquaintance
wedding
Thither
all's
contented
prepare
grieves
scarf
claws
lion
wrath
Clubs
nuptial
heart-heaviness
thinking
idle
insomuch
conversed
magician
profound
damnable
gesture
cries
marries
straits
driven
inconvenient
human
Speak'st
faithful
fantasy
adoration
humbleness
purity
blame
"Why
howling
Irish
wolves
joyful
dishonest
pages
gentleman
troth
middle
clap
roundly
hawking
spitting
hoarse
prologues
voice
gypsies
gentlemen
ditty
untunable
promised
refuse
bargain
wed
doubts
lively
daughter's
Methought
forest-born
tutored
rudiments
desperate
studies
reports
Obscured
motley-minded
courtier
swears
doubt
purgation
tailors
quarrels
ta'en
seventh
"seventh
cause"
Frederick
taxation
fools
foolishly
news-crammed
marketable.
Bonjour
Le
Beau
Sport
virgin
ill-favored
sententious
seven
removed.
dislike
countercheck
quarrelsome
circumstantial"
direct."
uses
stalking-horse
presentation
shoots
earthly
Atone
Hymen
mightst
truth
niece
degree
Rowland
assembly
Duke
Men
resorted
Addressed
conduct
purposely
engage
thrown
neglect
pompous
convertites
Jaques
pastime
abandoned
rites
delights
epilogue
wrestling
beginning
sons
bills
necks
"Be
presents."
eldest
broke
ribs
Yonder
pitiful
dole
beholders
weeping
monsieur
ladies
longs
cousin
forwardness
successfully
crept
liege
challenger's
Adam
challenger
Princess
challenged
others
bold
proof
adventure
enterprise
attempt
foiled
shamed
willing
lament
injury
supplied
eke
heart's
persuaded
youngest
de
Boys
adopted
heir
entreaties
Ere
ventured
encourage
Ay.
weights
urged
conference
weaker
Albeit
commendation
applause
misconsters
Grounded
virtues
malice
suddenly
Hereafter
bounden
smother
dog
curs
cousins
lamed
reasons
child's
trodden
paths
petticoats
Hem
"hem"
ensue
chase
safest
beest
miles
beseech
intelligence
dream
frantic
unborn
traitors
consist
suffice
dukedom
traitor
poverty
treacherous
value
robs
bright
open
Firm
irrevocable
passed
Pronounce
fool.
provide
outstay
hogs
husks
orchard
albeit
nearer
reverence
cheerful
lacks
teacheth
sundered
Forest
Arden
Beauty
provoketh
attire
umber
smirch
suit
gallant
curtal-axe
thigh
boar-spear
hidden
swashing
martial
outside
mannish
outface
semblances
page
wealth
Devise
fittest
hide
pursuit
banishment
co-mates
exile
painted
woods
counselors
feelingly
persuade
am."
adversity
toad
ugly
Wears
exempt
Finds
books
running
brooks
Sermons
stones
Happy
stubbornness
quiet
style
venison
animal
heaved
groans
discharge
stretch
leathern
coat
Almost
bursting
big
Coursed
piteous
commenting
sobbing
cope
straight
villains
sufferance
attendants
abed
early
untreasured
roinish
wont
also
missing
Send
Fetch
inquisition
quail
runaways
wherefore
fond
overcome
bonny
prizer
swiftly
enemies
comely
Envenoms
lodging
overheard
practices
butchery
Abhor
boist'rous
thievish
road
subject
diverted
apply
Hot
rebellious
liquors
unbashful
debility
Frosty
necessities
antique
meed
youthful
wages
spent
settled
gasp
loyalty
seventeen
fourscore
week
legs
Wert
pulled
railed
thyself
patient
accord
education
trained
peasant
obscuring
hiding
gentlemanlike
Corin
sighed
pillow
actions
forgotten
rememb'rest
slightest
sat
Wearying
hearer
Abruptly
searching
a-
Jane
Smile
batler
cow's
dugs
chopped
milked
wooing
peascod
instead
cods
"Wear
sake."
capers
ware
shins
kinsman
betters
desert
buy
relieve
shear
fleeces
graze
flocks
sale
sheepcote
flock
pasture
swain
buying
Buy
pay
Assuredly
soil
feeder
suck
weasel
eggs
stanzo
"compliment"
dog-
apes
song.
Sirs
cover
tree.
avoid
disputable
warble
despite
Live
uncouth
savage
conceit
mocker
cheerly
liest
bleak
Cheerly
beast
nowhere
compact
jars
musical
discord
spheres
saves
merrily
drew
dial
poke
looking
lackluster
"It
"how
wags
ago
nine
eleven
Motley's
Begin
rankness
neither.
Holla
Dennis
Calls
door
importunes
access
Withal
charter
galled
"why"
plain
parish
hit
although
smart
senseless
bob
Invest
Cleanse
infected
patiently
medicine
counter
mischievous
chiding
sensual
brutish
embossed
sores
headed
license
caught
disgorge
neighbor
cock
boldened
distress
rude
despiser
civility
seem'st
vein
gentleness
table
stern
commandment
knolled
wiped
engendered
Whiles
doe
fawn
step
Limped
pure
seest
players
exits
entrances
plays
acts
ages
infant
Mewling
puking
nurse's
whining
schoolboy
satchel
shining
creeping
Unwillingly
school
capon
severe
formal
saws
instances
venerable
trouble
fortunes.
debt
fondly
immediately
well-acquainted
kindnesses
commodities
tailor
shop
showed
silks
therewithal
imaginary
wiles
lapland
sorcerers
inhabit
here's
Paradise
prison
calf's
skin
Prodigal
evil
forsake
sergeant
breaks
always
"God
rest."
foolery
Antipholus
goldsmith
Satan
tempt
devil's
dam
habit
Light
ergo
marvelous
spoon
bespeak
Dromio
ring
cheat
Else
demean
forty
ducats
denies
gather
shut
entrance
lunatic
rushed
Five
summers
farthest
Greece
Roaming
clean
Asia
coasting
homeward
Ephesus
Hopeless
unsought
harbors
adjudged
recalled
honour's
disparagement
limit
beneficial
harshly
rope
five
rate
rope's
returned
sensible
ears.
nativity
brat
trembles
ecstasy
conjure
saints
wizard
distressed
minion
customers
companion
saffron
Revel
guilty
Dined
home"
dine
locked
Perdie
revile
Sans
fable
reviled
kitchen
rail
taunt
verity
did.
vigour
redeem
Money
Went'st
purse
delivered
rope-maker
room
fiend
murder
Masters
owes
forthwith
creditor
knowing
Doctor
conveyed
Home
strumpet
entered
bond
idly
Angelo
due
Due
hereof
loose
Away
witches
afraid
ran
surely
harm
nation
mountain
claims
self
forswore
monstrously
Epidamnum
goods
confiscate
Centaur
dinnertime
Peruse
traders
buildings
inn
stiff
trusty
Lightens
forswear
liv'st
resort
impeach
defy
priory
throng
distracted
recovery
sour
different
afternoon
brake
Stray'd
unlawful
prevailing
reprehended
rough
Haply
assemblies
Alone
glanced
thereof
venom
clamors
Poisons
dog's
tooth
sauced
upbraidings
hinderd
brawls
life-preserving
disturbed
consequence
scared
wits
branch
parcel
charitable
Complain
indignity
prostrate
Abbess
reverend
Syracusian
unluckily
bay
laws
statutes
Beheaded
Kneel
abbey
proclaim
sum
Justice
prince's
breathed
scorch
disfigure
Witness
housed
Beyond
imagination
shameless
harlots
grievous
fault.
Myself
Today
burdens
perjured
advised
heady-rash
provoked
raging
ire
wrongs
packed
Promising
Porpentine
Balthasar
street
rabble
confederates
Along
Pinch
lean-faced
mere
anatomy
mountebank
threadbare
juggler
fortune-teller
needy
hollow-eyed
sharp-looking
pernicious
Forsooth
conjurer
feeling
pulse
intricate
Soon
Please
mart
afterward
consort
bedtime
commends
Commends
ocean
Unseen
inquisitive
confounds
mother
quest
Returned
approach'd
burns
pig
falls
strucken
dined
Denies
snatched
Saw'st
mated
vouchsafe
save
bondman
gnawed
cords
unbound
Pinch's
changed
deformed
defeatures
crack'd
splitted
Knows
feeble
key
untuned
grained
hid
sap-consuming
winter's
drizzled
snow
conduits
froze
wasting
lamps
fading
glimmer
witnesses
err
Syracusa
dote
husbands
deceive
master.
Whoever
bonds
liberty.
Egeon
be'st
Emilia
bore
story
Antipholuses
Dromios
semblance
urging
wreck
parents
accidentally
floated
fatal
raft
Corinth
Brought
warrior
Menaphon
arrested
bail
pawn
diamond
Renowned
discoursed
sympathized
day's
error
satisfaction.
Thirty-three
travail
delivered.
calendars
gossips
gossip
embarked
kitchened
sweet-faced
gossiping
cuts
signior
sixpence
Wednesday
saddler
crupper
sportive
dally
custody
jest
maw
Reserve
foolishness
Phoenix
sconce
tricks
undisposed
device
o'erraught
cozenage
nimble
jugglers
Dark-working
Soul-killing
deform
Disguised
cheaters
prating
mountebanks
suchlike
liberties
Luciana
Perhaps
invited
somewhere
fret
headstrong
lashed
accords
servitude
unwed
troubles
wedded
sway
obey
start
otherwhere
unmoved
pause
meek
bruised
burdened
pain
complain
unkind
mate
grieve
helpless
bereft
fool-begged
horn
Horn
cuckold
Quoth
"no
Back
pate
across
leather
loureth
minions
starve
homely
alluring
Barren
decayed
sunny
repair
unruly
feeds
Self-harming
jealousy
homage
lets
enameled
touching
Wear
falsehood
corruption
Solinus
procure
woes
intestine
'Twixt
seditious
countrymen
synods
decreed
Syracusians
admit
traffic
adverse
towns
marts
fairs
Again
Duke's
levied
penalty
substance
highest
amount
law
condemned
Safe
heedful
wandered
computation
host's
altered
madly
Villain
gold's
receipt
told'st
felt'st
displeased
jeer
Think'st
familiarly
sometimes
chat
sauciness
Sconce"
amends
Basting
choleric
basting
durst
rule
Father
niggard
plentiful
excrement
conclude
hairy
dealers
ones
falsing
Certain
spends
tiring
porridge
proved
unurged
vow
pleasing
sweet-savored
estranged
buffet
Denied
converse
gentlewoman
drift
drives
amiss
Until
uncertainty
entertain
offered
fallacy
spread
beads
cross
sinner
fairy
spite
spites
goblins
owls
sprites
prat'st
answer'st
slug
sot
dinner.
gate
above
shrive
pranks
hell
Known
porter
lest
dep-artedst
camest
Unto
hap
selfsame
male
Unwilling
shrewish
lingered
carcanet
house.
drunkard
dainties
cheap
churl
affords
Small
niggardly
sparing
cates
lock'd
Maud
Bridget
Marian
Ciceley
Gillian
Ginn
keep'st
owe
stolen
proverb
baggage
knock
debating
thin
cake
buck
ope
"out
crow
feather
fish
fin
fowl
feather.
ruled
Tiger
evening
restraint
discourse
Pretty
witty
bestow
hostess
expense
love-springs
wealth's
brags
attaint
double
truant
board
motion
Less
earth's
Teach
soul's
labour
create
Transform
Far
decline
train
mermaid
drown
sister's
flood
springeth
beams
"love"
self's
eye's
dearer
hope's
sole
heaven's
"sister
goodwill
runn'st
Fixing
fixed
Fastened
mast
floating
obedient
stream
-O
lamp
rags
doomsday
she'll
Swart
Noah's
spherical
globe
Ireland
buttocks
America
Indies
o'er-embellished
rubies
carbuncles
sapphires
aspect
Spain
armadas
caracks
ballast
curtal
harbor
bark
trudge
abhor
mermaid's
bespoke
vain
growing
Pleaseth
Saving
utmost
carat
fineness
chargeful
three-odd
debted
tide
dalliance
breach
chid
bringing
shrew
brawl
steals
Either
token
denying
Consider
arrest
Consent
Arrest
fee
spare
apparently
metal
notorious
forward
termed
merciless
bliss
misfortunes
prolonged
stories
mishaps
sorrowest
favour
dilate
befall'n
fraughtage
oil
balsamum
aqua
vitae
sheep
hire
waftage
drunken
debate
leisure
Adriana
desk
cover'd
Turkish
tapestry
Hie
Begone.
Dowsabel
compass
fulfill
Looked
stranger
pleaded
persuasion
wailed
prays
curse
Tartar
limbo
passages
alleys
creeks
narrow
hound
draws
dryfoot
carries
buff
'rested
strikes
fishmonger
Honest
maggots
carrion
Conception
blessing
conceive
Friend
Words
Slanders
willingly
except
Hamlet
honored
Guildenstern
Rosencrantz
overhappy
button
waist
favors
privates
Prison
Denmark's
confines
wards
dungeons
Denmark
airy
quality
shadow's
bodies
monarchs
outstretched
heroes
Beggar
halfpenny
inclining
confession
modesties
craft
sweaty
joint
laborer
"man
me"
adventurous
gratis
lungs
tickle
sear
freely
blank
tragedians
chances
residence
inhibition
innovation
estimation
rusty
endeavor
wonted
eyrie
eyases
tyrannically
clapped
berattle
stages
wearing
rapiers
goose
quills
maintains
escoted
writers
exclaim
succession
holds
controversy
player
cuffs
throwing
brains
mouths
apiece
picture
Sblood
Gentlemen
Elsinore
comply
garb
outwards
uncle-father
aunt-mother
north-north-west
southerly
hawk
handsaw
Roscius
actor
actors
Buzz
buzz
Jephthah
follows
well.
friends.
cried
scenes
chiefly
barber's
beard.
mobled
queen"
Mobled
whe'e
eyes.
according
bodykins
Use
dignity
merit
dozen
sixteen
lines
insert
rogue
Hecuba
terms
compulsatory
foresaid
palmy
mightiest
graves
tenantless
sheeted
squeak
gibber
trains
dews
Disasters
moist
influence
Neptune's
eclipse
blast
illusion
Plucks
Tweaks
Bloody
bawdy
Remorseless
lecherous
kindless
vengeance
foh
miraculous
organ
blench
grounds
relative
play's
conscience
puts
Grating
turbulent
dangerous
Niggard
reply
beseeched
Majesties
edge
Ophelia
withdraw
heartache
shocks
consummation
Devoutly
calamity
whips
scorns
Th
oppressor's
contumely
pangs
despised
law's
spurns
unworthy
quietus
bodkin
fardels
grunt
undiscovered
returns
puzzles
remembrances
longed
redeliver
Ha
lordship
commerce
transform
likeness
sometime
paradox
nunnery
revengeful
offences
crawling
arrant
knaves
Heavenly
restore
paintings
jig
amble
lisp
nickname
wantonness
marriages
tend
seas
countries
variable
expel
something-settled
Whereon
beating
origin
commencement
Sprung
love.
England
ease
uphoarded
Extorted
crew
pronounced
trippingly
offends
robustious
periwig-pated
tatters
split
groundlings
capable
inexplicable
dumb-shows
o'erdoing
Termagant
tame
tutor
reformed
indifferently
reform
clowns
quantity
spectators
necessary
Horatio
coped
advancement
clothe
candied
lick
crook
pregnant
hinges
thrift
fawning
distinguish
election
sealed
suffering
suffers
buffets
rewards
fares
chameleon's
promise-crammed
capons
accounted
enact
Capitol
Brutus
attractive
jig-maker
cheerfully
months
sables
outlive
'r
build
churches
hobby-horse
epitaph
"For
oh
forgot."
miching
imports
ashamed
prologue
posy
protests
methinks
faded
crowing
needful
interpret
puppets
dallying
"The
croaking
raven
bellow
extant
writ
Italian
anon
murderer
Gonzago's
rises
frighted
Lights
lights
poisoning
recorders
history
retirement
distempered
affliction
wit's
diseased
'stonish
sequel
admiration
Impart
closet
pickers
stealers
distemper
pipe
lying
utterance
harmony
stops
easier
bless
camel
mass
backed
whale
witching
churchyards
yawn
breathes
Contagion
quake
daggers
hypocrites
range
Hazard
lunacies
cease
Dies
gulf
massy
Fixed
summit
spokes
mortised
adjoined
annexment
Attends
boisterous
Arm
speedy
voyage
fetters
free-footed
Behind
arras
convey
process
tax
partial
o'erhear
Thanks
pardoned
retain
corrupted
currents
Offense's
shove
Buys
limed
struggling
angels
assay
pat
a-praying
revenged.
scanned
Conceit
weakest
works
cleft
Assume
Twere
paddock
bat
gib
concernings
engineer
Hoist
petard
owner
disease
divulging
pith
Safely
stowed
guarded
eaten
associates
hectic
rages
Norway
Polonius
Laertes
beauteous
Divided
Conscience
profoundest
pit
Tears
salt
Burn
scale
beam
nothing's
rosemary
commune
Seafaring
Fare-well
Sith
slain
Pursued
Letters
Sailors
otherwise
brooch
gem
project
ourself
Denmark.
tread
follow.
drowned
Gertrude
calm
burial
willfully
salvation
crowner
finds
defense
Goodman
Delver
Crowner's
spade
Has
sings
grave-
skull
ache
fellow.
grave's
dig
toe
galls
kibe.
grave-maker
overcame
Fortinbras
"strangely"
beteem
Visit
roughly.
increase
appetite
fed
month
unrighteous
flushing
Alexander
smelt
Pah
trace
stopping
bunghole
curiously
Imperious
clay
hole
awe
wall
t
maimed
betoken
corse
Fordo
Couch
Shards
flints
pebbles
allowed
crants
maiden
strewments
profane
requiem
peace-parted
unpolluted
violets
churlish
ministering
Sweets
treble
cursed
ingenious
Deprived
Pluck
asunder
Forty
Swounds
thou'lt
prate
Millions
acres
Singeing
burning
zone
Ossa
wart
Anon
dove
couplets
disclosed
silence
drooping
Barnardo
carefully
Francisco
relief
mouse
rivals
them.
circumstance
Remember
Worse
mutines
bilboes
signet
model
Danish
Folded
form
Subscribed
impression
safely
changeling
sequent
employment
defeat
Does
insinuation
incensed
opposites
perfect
canker
issue
interim's
bravery
towering
Peace.
impart
Majesty
indifferent
sultry
Exceedingly
'twere
wager
definement
perdition
divide
inventorially
dizzy
arithmetic
yaw
sail
truster
affair
student
baked
meats
coldly
furnish
tables
foe
mind's
infallibly
concernancy
wrap
rawer
approve
excellence
compare
weapon
Rapier
dagger
weapons
wagered
impawned
French
poniards
assigns
girdle
hangers
carriages
responsive
hilts
liberal
phrase
germane
cannon
liberal-conceited
bet
"impawned
passes
exceed
hits
"No"
Yours
dug
king's
fitness
whensoever
provided
instructs
continual
forestall
augury
aloof
reconcilement
ungored
stoups
exchange
battlements
ordnance
Hamlet's
union
Richer
successive
Judgment
palpable
drink.
Another
scant
breath.
rub
brows
carouses
wipe
wanton
Part
sides.
woodcock
springe
Osric
swoons
Treachery
Seek
Unbated
envenomed
yesternight
Season
attent
nights
encountered
Armed
cap-a-pie
Appears
march
Goes
stately
Thrice
walked
oppressed
fear-surprised
truncheon's
jelly
dumb
Treason
defend
incestuous
murderous
Dane
potion
justly
tempered
Exchange
forgiveness
livest
liquor
thou'rt
Absent
felicity
Poland
volley
o'ercrows
quarry
havoc
eternal
cell
princes
shot
bloodily
dismal
affairs
fulfilled
ability
likely
royally
passage
soldiers
loudly
platform
beaver
Pale
constantly
Stayed
moderate
Longer
grizzled
sable
'Twill
assume
Hell
gape
hitherto
tenable
whatsoever
'twixt
visit
Foul
deeds
o'erwhelm
necessaries
benefit
assistant
trifling
violet
primy
Forward
permanent
lasting
perfume
suppliance
credent
chaste
unmastered
importunity
liquid
dew
Contagious
blastments
imminent
wary
Youth
rebels
lesson
watchman
shoulder
few
precepts
character
unproportioned
familiar
Beware
reserve
caution
clearly
behooves
tenders
Affection
Pooh
Unsifted
perilous
"tenders
sterling
Tender
Running
springes
woodcocks
prodigal
Lends
tether
liegemen
Touching
minutes
apparition
nipping
eager
heavy-headed
revel
east
west
traduced
nations
clepe
swinish
Soil
addition
achievements
marrow
attribute
dram
scandal
Angels
ministers
goblin
airs
blasts
comest
questionable
"Hamlet
"King
"Father
"royal
Dane."
canonized
hearsed
cerements
sepulcher
quietly
interred
oped
ponderous
marble
jaws
beckons
impartment
courteous
waves
pin's
deprive
sovereignty
called.
Unhand
ghost
waxes
sulfurous
tormenting
flames
Doomed
confined
fires
crimes
burnt
secrets
unfold
lightest
harrow
freeze
knotted
combined
locks
porpentine
blazon
List
Revenge
Murder
Haste
meditation
sweep
blossoms
luxury
incest
thorns
lodge
glowworm
matin
'gins
uneffectual
couple
sinews
stiffly
whiles
trivial
records
pressures
observation
copied
book
volume
Unmixed
Meet
smile
I'm
me."
sworn
secure
Illo
Hillo
assail
fortified
westward
illume
harrows
Question
whirling
Saint
Patrick
vision
O'ermaster
scholars
Swear
mole
pioneer
wondrous
notes
Reynaldo
inquire
distant
him."
"not
Addicted
so.
forgeries
usual
slips
fencing
Quarreling
drabbing
yesterday"
"t
"and
gaming
o'ertook
in's
tennis
perchance
sale"
bait
carp
Mad
shaking
thrice
waving
raised
shatter
violent
property
fordoes
leads
undertakings
natures
quoted
trifle
beshrew
opinions
sort
Moreover
provoke
hasty
sending
Something
"transformation"
exterior
inward
Resembles
majesties
pleasures
entreaty
Heavens
Pleasant
helpful
joyfully
stalks
avouch
armour
combated
frowned
parle
smote
sledded
Polacks
ice
Hunts
admittance
son's
main
o'erhasty
sift
Voltemand
Whereat
impotence
falsely
arrests
obeys
Receives
Gives
annual
Polack
dominions
regards
allowance
Meantime
well-took
ended
expostulate
brevity
tediousness
limbs
outward
flourishes
define
remainder
numbers
reckon
Hamlet."
solicitings
"Lord
prince
positively
"'Tis
walks
lobby
God-'a'-mercy
Chrish
sa
mess
theise
slomber
ay'll
gud
lig
grund
Captain
Macmorris
correction
ish
Ish
basterd
peradventure
affability
ought
disciplines
derivation
particularities
sounds
parley
opportunity
resolves
governor
latest
destruction
Defy
batt'ry
half-achieved
Harfleur
ashes
gates
fleshed
wide
mowing
grass
virgins
flow'ring
infants
rein
licentious
fierce
career
bootless
spoil
Leviathan
ashore
destroyed
expectation
Dauphin
succors
Returns
siege
Open
Exeter
fortify
addressed
miracles
ceased
perfected
Incline
D'elbow."
"D'elbow
"De
nick
nick."
chin."
sin."
Somme
vineyards
barbarous
Normans
Norman
bastards
Unfought
sell
slobb'ry
dirty
farm
nook-shotten
Albion
climate
foggy
Killing
frowns
spirited
Seem
frosty
Montjoy
herald
Speed
defiance
edged
sharper
Delabreth
Constable
dukes
Orleans
Bourbon
Berri
Alencon
Brabant
Bar
Burgundy
Jacques
Chatillon
Rambures
Vaudemont
Beaumont
Grandpre
Roussi
Faulconbridge
Foix
Lestrale
Bouciqualt
Charolois
barons
knights
seats
Harry
sweeps
pennons
Prince
Rouen
England's
Aunchient
Pistol
merited
moral
meaning
uttered
prave
pridge
summer's
new-tuned
oaths
horrid
among
foaming
bottles
ale-washed
slanders
marvelously
mistook
Fluellen
cam'st
bridge
maintained
athversary
enforced
executed
robbing
Bardolph
marches
compelled
villages
upbraided
language
lenity
gentler
gamester
soonest
winner
Unfold
Advantage
rebuked
bruise
cue
imperial
acceptance
Save
severals
unhidden
titles
dukedoms
Derived
Edward
great-grandfather
ambassador
Craved
embassy
declare
Frenchman
proportion
losses
subjects
reanswer
pettiness
exchequer
effusion
muster
faint
kneeling
worthless
satisfaction
add
condemnation
pronounced."
Calais
impeachment
enfeebled
lessened
English
Frenchmen
brag
theirs
March
Tut
armor
Europe
treads
pasterns
entrails
le
cheval
volant
Pegasus
qui
les
narines
feu
basest
hoof
Hermes
nutmeg
ginger
Perseus
jades
palfreys
neigh
monarch
enforces
rising
lark
lamb
vary
palfrey
fluent
sands
eloquent
sovereign's
ride
functions
sonnet
began
"Wonder
one's
imitate
composed
courser
perhaps
bridled
rode
kern
strossers
horsemanship
warned
warily
bogs
jade
wears
sow
chien
est
retourne
propre
vomissement
et
truie
lavee
au
bourbier."
mak'st
kin
suns
Stars
superfluously
Ev'n
dismounted
load
faced
active
Doing
activity
doing
cared
hooded
bate
Ill
"A
pox
devil."
proverbs
fool's
bolt
shot."
overshot
fifteen
tents
measured
dawning
mope
fat-brained
apprehension
intellectual
head-pieces
island
breeds
mastiffs
Foolish
winking
Russian
crushed
apples
flea
sympathize
leaving
meals
beef
devils
shrewdly
stomachs
Englishmen
conjecture
murmur
poring
Fills
universe
ruined
Canterbury
task
concerning
religiously
Salic
bar
wrest
nicely
opening
miscreate
Suits
colors
approbation
"Praise
glory
visits
Bids
enrounded
dedicate
all-watched
overbears
pining
Beholding
plucks
Gloucester
Bedford
almighty
observingly
distill
stirrers
husbandry
consciences
preachers
admonishing
weed
Thomas
Erpingham
eased
quickened
defunct
drowsy
casted
slough
legerity
Lend
cloak
Discuss
popular
Trail'st
puissant
pike
bawcock
lad
imp
fist
heartstring
lovely
bully
Roy
Cornish
Welshman
leek
Davy's
sorts
fierceness
aunchient
prerogatifes
examine
tiddle
toddle
pibble
babble
ceremonies
sobriety
loud
coxcomb
lower
John
Bates
commander
wracked
sand
washed
smells
nakedness
stoop
wing
sees
appearance
showing
dishearten
Thames
adventures
anywhere
howsoever
wipes
crime
reckoning
"We
crying
surgeon
debts
rawly
charitably
endings
spotless
arbitrament
